Revit 2024 API
BuiltInFailures.RevisionFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.RevisionFailures type exposes the following members.
Properties
Name | Description
RevisionSettingsDuplicateName
 More than one Revisons have the same name %1!s!.
See Also
BuiltInFailures.RevisionFailures Class
Autodesk.Revit.DB Namespace